@extends('layoutWebsite.app')
@section('content')
@component('components.Websiteerror',['errors'=>$errors ?? NULL]) @endcomponent
<div class="container">
            <div class="about">
               <img src="{{asset('img/DELIVER-ON-TIME.svg')}}" class="delivery-img" alt="delivery-img">
               <h4 class="delivery-header">{{App::getLocale() == 'ar' ? "  معلومات الشحن ":"DELIVERY INFORMATION"}}</h4>
                <div class="delivery-content">
                <p>
هناك العديد من العوامل التى تحدد مدة الشحن
</br>
مثل : موقعك و كمية الطلب و نوع المنتج
</br>
<span> - موقعك : </span>
 المناطق النائية والقرى البعيدة تأخذ وقت أطول فى الشحن
</br>
<span>  - كمية الطلب : </span>
 الكميات الكبيرة من الممكن أن تأخذ وقت أطول لتجهيزها للشحن
</br>
<span> - نوع المنتج :  </span>

 أدوات و خامات تزيين الكيك تشحن أسرع مقارنتاً بزينة الحفلات
</br>

التى قد تحتاج بعضها وقتأ لصناعتها


</br>
</br>

الوقت التقديرى للشحن 3-7 ايام عمل غير شاملة الجمعة والسبت والعطلات الرسمية
غالباً يشحن لمناطق القاهرة والجيزة أسرع من باقى المناطق الأخرى
نحن نعمل جاهدين لتوصيل طلبك فى أسرع وقت ممكن

إن كنت تحتاج إلى طلبك بسرعة تواصل معنا عبر صفحتنا على فيس بوك او عبر
الدردشة السريعة المتاحة على موقعنا لمساعدتك
</br>
</br>
<span> هناك عددة أسباب قد تؤدى إلى تأخير الشحن:</span>
</br>

- العنوان غير واضح أو خطأ
</br>
- معلومات التواصل غير صحيحة
</br>
- لم تكن متواجد فى الوقت المحدد لإستلام طلبك
</br>
</br>
نحن نتفهم أنك تحتاج إلى معرفة متى ستحصل على طلبك ولا تريد أن تنتظر فى
بيتك طوال ايام الشحن لذلك شركة الشحن سوف تتواصل معك لتحديد موعد
للإستلام ويمكنك تتبع طلبك على موقعنا
</p>
                
                </div>
            </div>

            <div class="about">
                <img src="{{asset('img/return-box.svg')}}" class="delivery-img return-img" alt="delivery-img">
                <h4 class="delivery-header">{{App::getLocale() == 'ar' ? "  سياسه الاسترجاع  ": "DELIVERY INFORMATION"}}</h4>
                 <div class="delivery-content return">
                     <p>
                      <span>   هل يمكننى إلغاء طلبى قبل شحنة ؟
</span>
</br>
نعم يمكنك إلغاء طلبك قبل شحنة من حسابك
</br>
برجاء ملاحظة : الطلبات المخصصة لا يمكن أن تلغى 
</br>
</br>
<span>
هل يمكننى إلغاء طلبى بعد شحنة ؟
</span>
</br>
نعم يمكنك إلغاء طلبك بعد شحنة 
فقط سيتم خصم ثمن رسوم التحويل البنكى من المبلغ المدفوع 
</br>
برجاء ملاحظة : الطلبات المخصصة لا يمكن أن تلغى 
</br>
</br>
أنت مسؤول عن كل طلباتك التى قمت بها على حسابك بأى أخطاء بها
إن لاحظت أى خطأ فى طلبك قبل شحنة رجاء التواصل معنا لمساعدتك عبر صفحتنا على فيس بوك أو الشات المتاح على موقعنا
</br>
</br>
<span>
    
 يمكنك إسترجاع او تبديل المنتج فى الحالات الآتية:
</span>
</br>
</br>
-أنشق او فى ظروف غير مقبولة     

<br>
-غير مستخدم و مع الأغلفة الأصلية الخاصة به
لا نقدم خدمة استرجاع أموال الخاصة بالتوصيل 
</br>
-نقبل المرتجعات المطابقة للشروط أعلاة فقط خلال 14 يوم من تاريخ الشراء
</br>
-يجب أن تكون العبوة فى حالتها الأصلية حتى نتمكن من إعادتها بالشروط أعلاه
لا يوجد تبديل أو رد للأموال فى حالة الطلب المخصص وأدوات تزيين الكيك المستخدمة أو التى مفتوحه أو تالفه عبوتها
</br>
</br>

لا نتحمل أي مسؤولية عن المعاملات الغير صحيحة بسبب إدخال بيانات غير دقيقة أثناء استخدام خدمات الدفع عبر الإنترنت أو فقدان البيانات أو المعلومات التي تسببها عوامل خارجة عن سيطرتنا.
                         
                     </p>



                 </div>
             </div>
        </div>






@endsection

